Repository: WPPlugins/picu
Catalog: languages/picu-*.po
Languages: fi_fi

source: Settings saved
fi_fi: Asetukset tallennettu

source: Add-Ons
fi_fi: Lisäosat

source: Licenses
fi_fi: Lisenssit

source: Extend picu's functionality by using our awesome add-ons
fi_fi: Laajenna Picun toimivuutta käyttämällä mahtavia lisäosia

source: Brand &amp; Customize
fi_fi: Brändää & Muokkaa

source: The <strong>Brand &amp; Customize</strong> add-on enables you to customize the overall appearance of your collections. Add your logo, adjust the color scheme and select a font that fits your brand and corporate identity.
fi_fi: <Strong >Brändää & Muokkaa < / strong> lisäosalla voit muokata kokoelman yleistä ulkonäköä. Lisää logo, säädä värejä ja valitse fontti, joka sopii yrityksesi ilmeeseen.

source: Get %s
fi_fi: Hae %s

source: coming soon
fi_fi: tulossa pian

source: Mail with Style
fi_fi: Sähköposti

source: The <strong>Mail with Style</strong> add-on enables you to customize the default email notifications that are sent to you and to your client.
fi_fi: <Strong >Sähköposti< / strong> lisäosalla voit muokata sähköposti-ilmoituksen, joka lähetetään sinulle ja asiakkaalle.

source: Ideas?
fi_fi: Ideoita?

source: Tell us how we can improve your workflow.
fi_fi: Kerro miten voimme parantaa työnkulkua?

source: Contact us
fi_fi: Ota yhteyttä

source: We are continuously adding more functionality.
fi_fi: Lisäämme jatkuvasti uusia ominaisuuksia.

source: To get notified when a new add-on ships, <a href="https://picu.io/#newsletter">subscribe to our newsletter</a>.
fi_fi: Jos haluat saada ilmoituksen, kun uusi lisäosa valmistuu, <a href="https://picu.io/#newsletter">tilaa uutiskirje </a> .

source: Enter your license key
fi_fi: Anna lisenssiavain

source: active
fi_fi: aktivoi

source: Deactivate License
fi_fi: Poista lisenssi käytöstä

source: Activate License
fi_fi: Aktivoi lisenssi

source: Save Licenses
fi_fi: Tallenna lisenssit

source: Title is missing.
fi_fi: Otsikko puuttuu.

source: No images in collection.
fi_fi: Kokoelmassa ei ole yhtään kuvaa.

source: Email address is missing.
fi_fi: Sähköpostiosoite puuttuu.

source: Invalid email address.
fi_fi: Virheellinen sähköpostiosoite.

source: Description is missing.
fi_fi: Kuvaus puuttuu.

source: %s Collection saved.
fi_fi: %s kokoelma tallennettu.

source: %s Collection not saved, somebody is editing it.
fi_fi: %s kokoelmaa ei tallenneta, joku muokkaa sitä.

source: %s Collection permanently deleted.
fi_fi: %s kokoelma poistettu pysyvästi.

source: %s Collection moved to the Trash.
fi_fi: %s kokoelma siirretty roskakoriin.

source: %s Collection restored from the Trash.
fi_fi: %s kokoelma palautettiin roskakorista.

source: Collection saved. <a href="%s">View Collection</a>
fi_fi: Kokoelma tallennettu. <a href="%s">Katso kokoelma</a>

source: Custom field updated.
fi_fi: Erikoiskenttä päivitetty.

source: Custom field deleted.
fi_fi: Erikoiskenttä poistettu.

source: Collection saved.
fi_fi: Kokoelma tallennettu.

source: Collection restored to revision from %s
fi_fi: Kokoelma palautettu versioon %s

source: Collection submitted. <a target="_blank" href="%s">Preview Collection</a>
fi_fi: Kokoelma lähetetty. <a target="_blank" href="%s">Esikatsele kokoelmaa</a>

source: Collection scheduled for: <strong>%1$s</strong>. <a target="_blank" href="%2$s">Preview Collection</a>
fi_fi: Kokoelma ajastettu <strong>%1$s</strong>. <a target="_blank" href="%2$s">Esikatsele kokoelmaa</a>

source: Collection draft updated. <a target="_blank" href="%s">Preview Collection</a>
fi_fi: Kokoelman vedos päivitetty. <a target="_blank" href="%s">Esikatsele kokoelmaa</a>

source: <strong>Error:</strong> Nonce check failed.<br />Refresh your browser window.
fi_fi: <strong>Virhe:</strong> Tarkistus epäonnistui.<br />Päivitä selainikkuna.

source: Error: Post id is not set.
fi_fi: Virhe: Lähetyksen ID:tä ei ole asetettu.

source: Error: Collection is already approved.
fi_fi: Virhe: Kokoelma on jo hyväksytty.

source: Your selection was saved.
fi_fi: Valintasi on tallennettu.

source: Error. Your selection could not be saved.
fi_fi: Virhe: Valintaasi ei voitu tallentaa.

source: Please select at least one image.
fi_fi: Valitse vähintään yksi kuva.

source: Collections
fi_fi: Kokoelmat

source: Collection
fi_fi: Kokoelma

source: New Collection
fi_fi: Uusi kokoelma

source: Edit Collection
fi_fi: Muokkaa kokoelmaa

source: View Collection
fi_fi: Katso kokoelmaa

source: Search Collections
fi_fi: Hae kokoelmia

source: No Collection Found
fi_fi: Kokoelmaa ei löydy

source: No Collection Found in Trash
fi_fi: Kokoelmaa ei löydy roskakorista

source: Parent Collection
fi_fi: Alakokoelma

source: All Collections
fi_fi: Kaikki kokoelmat

source: Filter collections list
fi_fi: Suodata kokoelman listaus

source: Collections list navigation
fi_fi: Kokoelmien navigointi

source: Collections list
fi_fi: Kokoelmien listaus

# picu collections slug
source: collections
fi_fi: kokoelmat

# post status name
source: Sent
fi_fi: Lähetetty

source: Sent <span class="count">(%s)</span>
fi_fi: Lähetetty <span class="count">(%s)</span>

# post status name
source: Approved
fi_fi: Hyväksytty

source: Approved <span class="count">(%s)</span>
fi_fi: Hyväksytty <span class="count">(%s)</span>

source: This collection has been approved.
fi_fi: Tämä kokoelma on hyväksytty.

source: This collection has been sent to the client for approval.
fi_fi: Kokoelma on lähetetty asiakkaalle hyväksyttäväksi.

source: This collection has been published but not yet sent to the client.
fi_fi: Tämä kokoelma on julkaistu, mutta sitä ei ole vielä lähetetty asiakkaalle.

source: This collection is a draft, which means it cannot be publicly accessed
fi_fi: Tämä kokoelma on luonnos, eikä sitä voida vielä julkaista.

source: This collection is in the trash. You can either restore or permanently delete it.
fi_fi: Tämä kokoelma on roskakorissa. Voit joko palauttaa tai poistaa sen pysyvästi.

source: Proofing Status
fi_fi: Hyväksynnän tila

source: Create collection
fi_fi: Luo kokoelma

source: Waiting for approval
fi_fi: Odottaa hyväksyntää

source: sent
fi_fi: lähetetty

source: Approved
fi_fi: Hyväksytty

source: Show Password
fi_fi: Näytä salasana

source: Enter Password
fi_fi: Kirjoita salasana

source: Empty Password Field
fi_fi: Tyhjä salasanakenttä

source: The password will be sent to the client with the email.
fi_fi: Salasana lähetetään asiakkaalle sähköpostiviestin mukana.

source: Don't forget to sent the password to your client!
fi_fi: Älä unohda lähettää salasanaa asiakkaalle!

source: Caution!
fi_fi: Huomio!

source: You already sent this collection to the client.
fi_fi: Olet jo lähettänyt tämän kokoelman asiakkaalle.

source: Are you sure you want to make changes?
fi_fi: Haluatko varmasti tehdä muutokset?

source: Yes, I am sure
fi_fi: Kyllä, olen varma

source: Cancel
fi_fi: Peruuta

source: Save
fi_fi: Tallenna

source: Send to Client
fi_fi: Lähetä asiakkaalle

source: Approval Summary
fi_fi: Yhteenveto

source: %s of %s images have been approved
fi_fi: %s / %s kuvasta on hyväksytty

source: Your client added a message
fi_fi: Asiakkaasi lisäsi viestin

source: Grid View
fi_fi: Ruudukkonäkymä

source: List View
fi_fi: Listanäkymä

source: Show
fi_fi: Näytä

source: all
fi_fi: kaikki

source: approved
fi_fi: hyväksytty

source: not approved
fi_fi: ei hyväksytty

source: Copy Filenames
fi_fi: Kopioi tiedostonimet

source: File
fi_fi: Tiedosto

source: Show all images
fi_fi: Näytä kaikki kuvat

source: Hide images
fi_fi: Piilota kuvat

source: Share Options
fi_fi: Jaa vaihtoehdot

source: Send via email
fi_fi: Lähetä sähköpostissa

source: Copy link &amp; send manually
fi_fi: Kopioi linkki ja lähetä manuaalisesti

source: Enter your clients email address
fi_fi: Anna asiakkaan sähköpostiosoite

source: Client Email
fi_fi: Asiakkaan sähköpostiosoite

source: The description will be sent to your client via email.
fi_fi: Kuvaus lähetetään asiakkaalle sähköpostitse.

source: Message
fi_fi: Viesti

source: Copy URL
fi_fi: Kopioi URL

source: <strong>Please note:</strong> picu will <strong>NOT</strong> send an email. Make sure to copy and send the link to your client manually.
fi_fi: <strong>Huomio:</strong> Picu <strong>EI LÄHETÄ</strong> sähköpostia. Muista kopioida ja lähettää linkin asiakkaalle manuaalisesti.

source: Upload Images
fi_fi: Lisää kuvat

source: Drag and drop your images here or click the button to upload
fi_fi: Vedä ja pudota kuvat tähän tai klikkaa painiketta ladataksesi

source: Upload / Edit Images
fi_fi: Lataa / Muokkaa kuvia

source: Maximum upload size
fi_fi: Maksimikoko

source: Help
fi_fi: Apua

source: Dear Client,&#10;&#10;Please select the photos you like and send your selection back to us. We will start post-production as soon as we have your approval.&#10;&#10;Sincerely,&#10;%s
fi_fi: Arvoisa asiakas,&#10;&#10;Valitse mieleisesi kuvat, kuvien jälkikäsittely aloitetaan kuvien hyväksynnän jälkeen.&#10;&#10;Terveisin,&#10;%s

source: Click here
fi_fi: Klikkaa tästä

source: Untitled
fi_fi: Nimetön

source: Password:
fi_fi: Salasana:

source: View Images
fi_fi: Näytä kuvat

source: Not sure why your received this Email?<br>Please <a href="mailto:{user_email}?Subject=Re: {title}">let us know</a>.
fi_fi: Etkö tiedä miksi sait tämän viestin?<br>Lähetä sähköpostia <a href="mailto:{user_email}?Subject=Re: {title}">Tiedoksi</a>.

source: Dear Client, Find the images of our photo-shoot "%s" here: %s Please select the ones you like and send your selection back to us. We will start post-production as soon as we have your approval. Sincerely, %s
fi_fi: Arvoisa asiakas, Kuvausten "%s" kuvat löytyvät täältä: %s Valitse mieluisat kuvat ja lähettää valintasi takaisin. Kuvien käsittely aloitetaan hyväksynnän jälkeen. Terveisin, %s

source: Collection "%s" approved
fi_fi: Kokoelma "%s" hyväksytty

source: Your collection "%s" has been approved.
fi_fi: Kokoelmasi "%s" on hyväksytty.

source: Your client has added the following message: %s
fi_fi: Asiakkaasi on lisännyt seuraavan viestin: %s

source: View Selection
fi_fi: Näytä valinta

source: picu Settings
fi_fi: Picu asetukset

source: Settings
fi_fi: Asetukset

source: picu Add-Ons
fi_fi: Picu lisäosat

source: General Settings
fi_fi: Yleiset asetukset

source: Theme
fi_fi: Teema

source: Choose how your collections will be displayed:
fi_fi: Valitse miten kokoelmat näytetään:

source: Dark
fi_fi: Tumma

source: Light
fi_fi: Vaalea

source: Email Notifications
fi_fi: Sähköposti-ilmoitukset

source: Send HTML email notifications
fi_fi: Lähetä sähköpostin ilmoitukset HTML-muodossa

source: Don't like HTML in your emails? Switch to plain text by unchecking this box.
fi_fi: Etkö pidä HTML sähköposteista? Vaihda pelkkään tekstiin poistamalla merkki tästä ruudusta.

source: Show picu logo
fi_fi: Näytä Picu logo

source: Spread some picu love, by displaying our logo in collections and picu related emails.
fi_fi: Jaa Picu rakkautta näyttämällä Picu-logo kokoelmissa ja sähköposteissa.

source: Save Settings
fi_fi: Tallenna asetukset

source: Greetings, Photographer!
fi_fi: Hei valokuvaaja!

source: Thank you for installing picu.
fi_fi: Kiitos kun asensit Picun.

source: We work very hard to make your experience and that of your clients as smooth as possible and we hope using picu will transform the way you work and interact with your photo clients.
fi_fi: Teemme kovasti töitä, jotta vuorovaikutus asiakkaiden kanssa olisi mahdollisimman helppoa ja toivottavasti Picu auttaa sinua tehostamaan työskentelytapojasi.

source: If you have feedback of any kind, please get in touch. We'd love to hear from you.
fi_fi: Ole yhteydessä, jos sinulla on kysyttävää. Haluamme kuulla mielipiteesi.

source: To get started follow the steps below.
fi_fi: Aloittaaksesi seuraa näitä ohjeita:

source: Get started
fi_fi: Aloita

source: Start right away and create your first collection:
fi_fi: Aloita heti ja luo ensimmäinen kokoelmasi:

source: Create a collection
fi_fi: Luo kokoelma

source: Configure how picu looks:
fi_fi: Muokkaa Picun näyttöasetuksia:

source: Select picu theme
fi_fi: Valitse Picun teema

source: We are in the process of building great add-ons that will make picu even better.
fi_fi: Rakennamme hienoaja lisäosia, jotka tekevät Picusta vielä paremman.

source: Check out the <a href="%s">add-ons page</a> or visit <a href="http://picu.io/">our website</a> for further information.
fi_fi: Katso <a href="%s">lisäosa sivu </a> tai vieraile <a href="https://picu.io/">sivulla</a>.

source: Need help?
fi_fi: Tarvitsetko apua?

source: Please take a look at <a href="https://picu.io/faq/">our FAQ</a>.
fi_fi: Katso <a href="https://picu.io/faq/"> UKK</a>.

source: If you can't find the answer to your question, please use the official WordPress.org <a href="http://wordpress.org/plugins/picu/support/">support forum</a>.
fi_fi: Jos et löydä vastausta kysymykseesi, käytä virallista WordPress.org <a href="http://wordpress.org/plugins/picu/support/">tukifoorumia</a>.

source: To get the latest updates and be informed when our add-ons become available <a href="https://picu.io/#newsletter">sign up for our newsletter</a>
fi_fi: Saat tietoa uusista päivityksistä ja n lisäosista <a href="https://picu.io/#newsletter">Tilaa uutiskirje</a>

source: <h2>No images found</h2><p>It seems there are no images in this collection.</p>
fi_fi: <h2>Kuvia ei löydy</h2><p>Näyttää siltä ettei kokoelmassa ole yhtään kuvaa.</p>

source: Thank you!
fi_fi: Kiitos!

source: The collection <strong><%= title %></strong> has been approved and the photographer has been notified.
fi_fi: Kokoelma <strong><%= title %></strong> on hyväksytty ja valinnat on lähetetty eteenpäin.

source: You will be redirected in 5 seconds.
fi_fi: Uudelleenohjaus 5 sekunnin kuluessa.

source: Images
fi_fi: Kuvat

source: selected
fi_fi: valitut

source: View collection
fi_fi: Näytä kokoelma

source: close
fi_fi: sulje

source: Select image
fi_fi: Valitse kuva

source: close lightbox
fi_fi: sulje ikkuna

source: next image
fi_fi: seuraava kuva

source: previous image
fi_fi: edellinen kuva

source: select image
fi_fi: Valitse kuva

source: Approve Collection
fi_fi: Hyväksy kokoelma

source: You are about to approve <strong><span class="picu-selected-num"><%= selected %></span> image(s)</strong> of <strong><%= title %></strong>.
fi_fi: Olet hyväksymässä <strong><span class="picu-selected-num"><%= selected %></span> kuvaa</strong> / <strong><%= title %></strong>.

source: Anything else you want us to know?
fi_fi: Haluatko lähettää meille viestin?

# approval message placeholder
source: Leave a comment…
fi_fi: Kirjoita viesti...

# send selection button text
source: approve selection
fi_fi: Hyväksy valinta

source: Show Information about this collection
fi_fi: Näytä kokoelman tiedot

source: Send<span> selection</span>…
fi_fi: Lähetä<span> valinta</span>…

source: save
fi_fi: Tallenna

source: This collection is password protected.
fi_fi: Tämä kokoelma on suojattu salasanalla.

source: Wrong password.
fi_fi: Väärä salasana.

source: To view this collection, enter the password below.
fi_fi: Kirjoita salasana päästäksesi kokoelmaan.

source: Edit
fi_fi: Muokkaa

source: Client proofing for photographers.
fi_fi: Vedosten hyväksyntä valokuvaajille.
